Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/types_of_employment/part_time_employment/employment_rights_of_part_time_workers.html.txt.tmx
Source language: en
Languages: ga

source: Employment rights of part-time workers
ga: Cearta fostaíochta fostaithe páirtaimseartha

source: The Protection of Employees (Part-Time Work) Act 2001 aims to:
ga: Cuireadh an tAcht Um Chosaint Fostaithe (Obair Pháirtaimseartha) 2001 i bhfeidhm ar on 20ú Nollaig 2001

source: • Ensure that a part-time employee cannot be treated less favourably than a comparable full-time employee regarding conditions of employment
ga: • A chinntiú nach gcaitear le fostaí páirtaimseartha ar bhealach nach bhfuil cothrom ó thaobh coinníollacha fostaíochta de le fostaí lánaimseartha inchurtha leis/léi

source: • Ensure that all employee protection legislation applies to a part-time employee in the same manner as it already applies to a full-time employee
ga: • A chinntiú go bhfeidhmíonn reachtaíocht um chosaint fostaithe i gcás fostaithe páirtaimseartha sa chaoi chéanna agus a fheidhmíonn sí i gcás fostaithe lánaimseartha

source: Any qualifying conditions (with the exception of any hours thresholds) that apply to a full-time employee in any of that legislation also apply to a part-time employee
ga: Baineann coinníollacha cáilithe ar bith sa reachtaíocht (taobh amuigh de theorainneacha maidir le huaireanta) a fheidhmíonn i gcás fostaí lánaimseartha, le fostaí páirtaimseartha chomh maith

source: • Enhance the quality of part-time work
ga: • Caighdeán na hoibre páirtaimseartha a fheabhsú

source: • Facilitate the development of part-time work on a voluntary basis and to contribute to the flexible organisation of working time in a way that takes account of the needs of employers and workers
ga: • Forbairt obair pháirtaimseartha ar bhonn deonach agus socruithe solúbtha maidir le huaireanta oibre a éascú ar bhealach a chuireann riachtanais fostóirí agus fostaithe araon san áireamh

source: The Act abolishes the requirement that a part-time worker should be in the continuous hourly employment of the employer for not less than 13 weeks and should normally be expected to work not less than 8 hours per week
ga: Cuireann an tAcht deireadh leis an gcoinníoll gur cheart d'fhostaí páirtaimseartha a bheith fostaithe ag an bhfostóir ar bhonn leanúnach le haghaidh ar a laghad 13 seachtainí agus ag obair ar feadh ar a laghad 8 uaire sa tseachtain go hiondúil

source: However, the calculation of continuous service for the purposes of entitlement under, for example, the unfair dismissals and redundancy legislation still applies
ga: Tá an coinníoll i dtaobh áireamh seirbhíse leanúnach de réir, mar shampla, achtanna um dhífhostú éagórach agus iomarcaíocht, fós i bhfeidhm, áfach

source: In effect, a part-time employee will still be required to have 12 months continuous service with his/her employer from the start of the employee's employment
ga: Is é sin le rá go mbeidh ar fhostaí páirtaimseartha seirbhís leanúnach de 12 mhí a bheith aige/aici lena f(h)ostóir ó thús fhostaíocht an fhostaí

source: The entitlement of the part-time employee is in proportion to the entitlement of the full-time employee
ga: Tá teidlíocht an fhostaí páirtaimseartha i gcomhréir le teidlíocht an fhostaí lánaimseartha

source: When can a part-time worker can be compared to a full-time worker?
ga: Cúinsí inar féidir fostaí páirtaimseartha a chur i gcomparáid le fostaí lánaimseartha

source: A part-time worker can be compared to a full-time worker when:
ga: Is féidir fostaí páirtaimseartha a chur i gcomparáid le fostaí lánaimseartha:

source: • The part-time worker performs the same work as the full-time worker under the same or similar conditions (or both workers are interchangeable with the other in relation to the work)
ga: • Nuair a dhéanann an fostaí páirtaimseartha an obair chéanna leis an bhfostaí lánaimseartha faoi na coinníollacha céanna, nó faoi choinníollacha cosúla

source: • The work performed by one of the employees is of the same or a similar nature to that performed by the other worker
ga: • Nuair atá an obair a dhéanann duine de na fostaithe díreach mar a chéile leis an obair a dhéanann an fostaí eile, nó cosúil leis

source: In addition, any differences between the work performed or the conditions under which it is performed by each worker are either of little importance in relation to the work as a whole, or occur so irregularly as not to be insignificant
ga: Chomh maith leis sin, bíonn difríochtaí ar bith idir an obair féin, nó na coinníollacha faoina ndéanann gach oibrí an obair, gan mórthábhacht maidir leis an obair ina iomláine nó tarlaíonn na difríochtaí go hannamh agus mar gheall ar sin tá siad gan tábhacht

source: • The work performed by the part-time employee is equal or greater in value to the work performed by the other employee concerned
ga: • Nuair a bhaineann an luach céanna, nó luach níos airde, leis an obair a dhéanann an fostaí páirtaimseartha i gcomparáid leis an obair a dhéanann an fostaí eile sa chás

source: A part-time agency worker can only compare himself or herself to a comparable full-time employee who is also an agency worker
ga: Ní féidir le hoibrí gníomhaireachta páirtaimseartha é/í féin a chur i gcomparáid ach le hoibrí lánaimseartha fostaithe mar oibrí gníomhaireachta inchurtha leis/léi

source: Likewise, a part-time employee, who is not an agency worker, cannot compare themselves to a full-time agency worker
ga: Sa chaoi chéanna, ní féidir le fostaí páirtaimseartha, nach oibrí gníomhaireachta é/í, é/í féin a chur i gcomparáid le hoibrí gníomhaireachta lánaimseartha

source: When can a part-time worker can be treated less favourably than a full-time worker?
ga: Cúinsí inar féidir caitheamh hoibrí páirtaimseartha ar bhealach is lú fabhar ná le hoibrí lánaimseartha

source: A part-time employee can be treated less favourably than a comparable full-time employee where such treatment can be justified in two circumstances:
ga: Is féidir caitheamh le fostaí páirtaimseartha ar bhealach is lú fabhar ná le fostaí lánaimseartha inchurtha leis/léi nuair is féidir an caitheamh sin a chosaint in dhá chúinse:

source: • Where the part-time worker's less favourable treatment can be justified on "objective grounds"
ga: • Nuair is féidir údar maith a lua leis an gcaitheamh neamhchothrom sin "ar bhonn oibiachtúil "

source: "Objective grounds" for less favourable treatment
ga: "Fáthanna oibiachtúla" le caitheamh ar bhealach is lú fabhar?

source: "Objective grounds" for treating a part-time worker less favourably than a comparable full-time employee are based on considerations other than the status of the employee as a part-time worker
ga: Tá "fáthanna oibiachtúla" chun caitheamh le hoibrí páirtaimseartha i mbealach is lú fabhar le fostaí lánaimseartha incurtha leis/léi bunaithe ar chúrsaí nach bhfuil baint acu le stádas an fhostaí mar fostaí páirtaimseartha

source: These grounds occur where the less favourable treatment is necessary for the purpose of achieving a legitimate objective of the employer
ga: Tarlaíonn sé seo nuair is gá caitheamh leis/léi mar sin chun aidhm dlisteanach an fhostóra a bhaint amach

source: However, what may be not considered as objective grounds in relation to less favourable treatment of a part-time employee may be considered objective grounds in relation to a casual part-time employee
ga: Mar sin féin, tá forais oibiachtúla maidir le cóir is lú fabhar d'fhostaí páirtaimseartha nach mbreathnófaí orthu mar fhorais oibiachtúla maidir le fostaí ócáideach páirtaimseartha

source: (Casual employees are those with fewer than 13 weeks' service who are not in regular or seasonal employment or are casual based on a collective agreement to that effect.)
ga: (Fostaithe ócáideacha is ea na daoine siúd le níos lú ná 13 seachtain seirbhíse nach bhfuil i bhfostaíocht rialta nó shéasúrach nó atá ócáideach bunaithe ar chomhaontú comhchoiteann den chineál sin.)

source: A part-time employee who normally works less than 20% of the normal hours of the comparable full-time employee can be treated in a less favourable manner with regard to a pension scheme or arrangement
ga: Is féidir caitheamh le fostaí páirtaimseartha a oibríonn níos lú ná 20 % de na gnáthuaireanta a oibríonn fostaí lánaimseartha incurtha leis/léi, ar bhealach nach bhfuil cothrom leis an bhfostaí lánaimseartha, maidir le scéim nó socrú pinsin

source: However, this provision does not prevent an employer and a part-time employee from entering into an agreement whereby the part-time employee receives the same pension benefits as a comparable full-time employee
ga: Ní chuireann an fhoráil seo cosc ar chomhaontú idir fostóir agus fostaí páirtaimseartha a cheadaíonn don fhostaí páirtaimseartha na buntáistí céanna le fostaí lánaimseartha inchurtha leis/léi a fháil

source: Part-time workers and overtime
ga: Oibrithe páirtaimseartha agus ragobair

source: Part-time workers are entitled to overtime if the full-time employee to which they compare themselves is paid overtime after working his/her maximum hours per week
ga: Bíonn oibrithe páirtaimseartha i dteideal ragoibre má fhaigheann an fostaí lánaimseartha inchurtha leis/léi íocaíocht tar éis do/di a (h)uasmhéid uaireanta sa tseachtain a dhéanamh

source: In order to claim overtime however, your employer can determine that part-time employees must work the same number of hours as a full-time employee before you can claim overtime
ga: Chun ragobair a éileamh mar sin féin, is féidir le d'fhostóir a chinneadh go gcaithfidh fostaithe páirtaimseartha an líon céanna uaireanta a oibriú agus a oibríonn fostaí lánaimseartha, sular féidir leat ragobair a éileamh

source: (In other words, if full time employees must work a 39 hour week before overtime rate of pay is paid, then your employer can state that part-time employees must work the same number of hours)
ga: (I mbeagán focal, más gá d'fhostaithe lánaimseartha seachtain 39 uair a oibriú sula n-íoctar ráta pá ragoibre, is féidir le d'fhostóir a shonrú go gcaithfidh fostaithe páirtaimseartha an líon céanna uaireanta a oibriú

source: In this case, if you work 20 hours per week, any hours worked between 20 and 39 hours must be paid at the normal rate
ga: Sa chás seo, má oibríonn tú 20 uair in aghaidh na seachtaine, caithfear uaireanta ar bith a oibrítear idir 20 agus 39 uair a íoc ag an gnáthráta

source: Note that employers are not required by law to pay employees higher rates (that is, "double time") for work completed in overtime
ga: Ní dochar a mheabhrú chomh maith, nach bhfuil dualgas de réir an dlí ar fhostóirí, rátaí níos airde a íoc le fostaithe (i., 'am dúbailte') ar ragobair atá comhlánaithe

source: You must however, receive at the very least, your normal hourly rate of pay for overtime
ga: Mar sin féin, caithfidh tú do ghnáthráta pá ragoibre a fháil ar a laghad

source: Access to part-time work
ga: An mbíonn ar fhostóir rochtain d'obair pháirtaimseartha a chur ar fáil dá f(h)ostaithe?

source: An employer is not obliged to provide access to part-time work to his or her employees
ga: Níl dualgas ar fhostóir rochtain ar obair pháirtaimseartha a sholáthar dá f(h)ostaithe

source: The Code of Practice on Access to Part-Time Work aims to encourage employers and employees to consider part-time work and to provide guidance on procedures to improve access to part-time work for those employees who wish to work on a part-time basis
ga: Díríonn an Cód Cleachtais maidir le Rochtain ar Obair Pháirtaimseartha ar fhostóirí agus fostaithe a spreagadh le smaoineamh faoi obair pháirtaimseartha, agus treoir a sholáthar ar nósanna imeachta chun rochtain ar obair pháirtaimseartha a fheabhsú d'fhostaithe gur mian leo oibriú go páirtaimseartha

source: Penalisation of part-time employees
ga: Fostóirí ag cur pionóis ar fhostaithe páirtaimseartha

source: An employer is prohibited from penalising a part-time employee on the grounds that:
ga: Cuirtear cosc ar fhostóir pionós a ghearradh ar fhostaí páirtaimseartha mar gheall:

source: • The employee exercised or proposes to exercise his/her right not to be treated in a less favourable manner than a comparable full-time employee in relation to conditions of employment
ga: • Gur bhain an fostaí amach a c(h)eart caitheamh cothrom le fostaí lánaimseartha atá inchurtha leis/léi maidir le coinníollacha oibre a fháil ón fhostóir, nó go bhfuil an fostaí chun an ceart sin a bhaint amach

source: • The employee,in good faith, opposed by lawful means an act that is unlawful under the Protection of Employees (Part-Time Work) Act
ga: • Gur chuir an fostaí, le hintinn mhaith, agus ar bhealach dlithiúil, i gcoinne gnímh nach bhfuil dleathach de réir an Acht Um Chosaint Fostaithe (Obair Pháirtaimseartha)

source: • The employee refused to accede to a request by the employer to transfer from performing full-time work to performing part-time work or vice versa
ga: • Gur dhiúltaigh an fostaí le hiarratas ón bhfostóir athrú ó obair lánaimseartha go hobair páirtaimseartha nó vice versa

source: • The employee gave evidence in any proceedings under the Protection of Employees (Part-Time Work) Act or gave notice of his or her intention to do so or to do any other thing referred to in the bulleted points mentioned above
ga: • Gur thug an fostaí fianaise in imeachtaí faoin Acht Um Chosaint Fostaithe (Obair Pháirtaimseartha), nó gur thug sé/sí fógra go mbeadh sé/sí ag déanamh a leithéid nó ag déanamh aon rud eile a dhéantar tagairt dó sna pointí thuasluaite

source: Penalisation: The following actions are considered to be penalisations of the employee:
ga: Pionós: Breathnófar ar na gníomhartha seo a leanas mar phionós ar an bhfostaí:

source: • The dismissal of the employee
ga: • Briseadh an fhostaí as a p(h)ost

source: • An unfavourable change in the conditions of employment of the employee
ga: • Athrú míbhuntáisteach i gcoinníollacha oibre an fhostaí

source: • Unfair treatment of the employee, including selection for redundancy
ga: • Má caitear go míchothrom leis an bhfostaí, rogha le haghaidh iomarcaíochta san áireamh

source: • Any other action that is prejudicial to the part-time worker's employment
ga: • Gníomh eile ar bith atá díobhálach d’fhostaíocht an oibrithe

source: Employers will not be considered to have penalised a part-time employee in certain circumstances
ga: Glacfar leis nár chuir fostóir pionós ar fhostaí páirtaimseartha i gcúinsí áirithe

source: For example, in relation to a request by the employer that the employee transfers from full-time work to part-time work (or vice versa) when the following conditions are met:
ga: Mar shampla, iarratas ón bhfostóir go n-athródh an fostaí ó obair lánaimseartha go hobair páirtaimseartha (nó vice versa) nuair a chomhlíontar na coinníollacha seo a leanas:

source: • The employer must have substantial grounds both to justify the making of the request and for taking any action after the employee's refusal to transfer from full-time work to part-time work or the other way round
ga: • Ní mór don fhostóir fáthanna substaintiúla a bheith aige ní hamháin chun an t-iarratas a dhéanamh ach chun gníomh a dhéanamh tar éis don fhostaí athrú ó obair lánaimseartha go hobair páirtaimseartha a dhiúltú

source: • The taking of the action is in accordance with the employee's contract of employment and the provisions of employment rights legislation
ga: • Is de réir conradh fostaíochta an fhostaí agus de réir forálacha reachtaíochta maidir le cearta fostaíochta a dhéantar an gníomh a dhéantar

source: Protection against penalisation: if an employee has less than one year's service and is dismissed within the meaning of the Unfair Dismissals Acts 1973 to 2007, they may refer a case to the Workplace Relations Commission under this Act
ga: Cosaint ar phionóis: má bhristear fostaí, a bhfuil níos lú ná bliain de sheirbhís aige/aici, as a p(h)ost de réir chiall na hAchtanna um Dhífhostú Éagórach 1973 go 2007 d'fhéadfadh sé/sí an cás a chur faoi bhráid an Choimisinéara Um Chearta faoin Acht seo

source: Complaints, disputes or grievances regarding breaches of employment rights under certain legislation can be referred to the Workplace Relations Commission (WRC)
ga: Is féidir le Coimisiún um Chaidreamh san Áit Oibre éisteacht le gearáin, aighnis nó casaoidí maidir le sárú cearta fostaíochta faoi reachtaíocht áirithe

source: You must notify your employer of your intention to contact the Workplace Relations Commission
ga: Sula ndéanann tú iarratas go n-éistfear le do ghearán, ní foláir duit d'fhostóir a chur ar an eolas go bhfuil sé ar intinn agat dul i dteagmháil leis an Coimisiún um Chaidreamh san Áit Oibre

source: Where legal entitlements are involved, you should try and resolve the matter locally before referring to the Workplace Relations Commission
ga: Sa chás go bhfuil cearta dlí i gceist, ba cheart duit iarracht a dhéanamh teacht ar réiteach go háitiúil sula gcuireann tú an cás faoi bhráid an Choimisiúin um Chaidreamh san Áit Oibre

source: You apply regarding breaches of the Protection of Employees (Part-Time Work) Act 2001 within 6 months of the breach occurring. You must use the online complaint form available on workplacerelations.ie
ga: Is féidir leat iarratas a dhéanamh maidir le sárú an Achta Um Chosaint Fostaithe (Obair Pháirtaimseartha) 2001 tríd an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: Ní mór duit gearán a dhéanamh laistigh de 6 mhí. Is féidir síneadh ama 6 mhí eile a thabhairt duit ach ní dhéanfar é sin mura bhfuil cúinsí réasúnacha ann a chuir cosc ort an gearán a dhéanamh laistigh den gnáth-thréimhse ama

source: Further information may be obtained from this explanatory booklet on the employment protection of part-time workers (pdf) and from WRC Information and Customer Service - see 'Where to apply' below. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Tá tuilleadh eolais ar fáil sa treoirleabhar faoi reachtaíocht um chosaint fostaithe (pdf) nó ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos
